---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicFeetPerMinutePerBritishThermalUnitPerHour
source: html/82ad5891-a5a5-1405-db0e-5ce7c7aeaf99.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicFeetPerMinutePerBritishThermalUnitPerHour Property

Cubic feet per minute per British thermal unit per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicFeetPerMinutePerBritishThermalUnitPerHour { get; }
```